Repository: Ariadneoliveira98/gitignore
Catalog: Formatação/Hard Disk Test/WD/Ref/locale/UnivUpdater.tmx
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

source: Click Exit, and then run the WD Firmware Updater again.
cs_cz: Klikněte na tlačítko Konec a znovu spusťte nástroj pro aktualizaci firmwaru disku WD.
de_de: Klicken Sie auf "Beenden" und führen Sie das WD Firmware-Aktualisierungsprogramm anschließend erneut aus.
es_es: Haga clic en Salir y vuelva a ejecutar el Actualizador de firmware de WD.
fr_fr: Cliquez sur Quitter, puis lancez le programme de mise à jour du logiciel WD.
hu_hu: Kattintson a Kilépés gombra, majd futtassa újra a WD Firmware frissítőt.
it_it: Fare clic su Esci e poi eseguire di nuovo il programma di aggiornamento del firmware WD.
ja_jp: [終了] をクリックして、WD Firmware Updater を再度実行します。
ko_kr: 종료를 클릭한 다음, WD Firmware Updater를 다시 실행하십시오.
nb_no: Klikk Avslutt og kjør deretter fastvareoppdateringen fra WD igjen.
nl_nl: Klik op Afsluiten en voer het updateprogramma voor WD-firmware opnieuw uit.
pl_pl: Kliknij przycisk Zakończ, a następnie ponownie uruchom program WD Firmware Updater.
pt_br: Clique em Sair e execute o WD Firmware Updater novamente.
ru_ru: Нажмите «Выход», после чего повторно запустите средство обновления микропрограммы WD.
sv_se: Klicka på Avsluta och kör sedan Uppdateraren för inbyggd WD-programvara igen.
tr_tr: Çık öğesine tıklayın ve ardından tekrar WD Üretici Yazılımı Güncelleyicisini çalıştırın.
zh_cn: 单击“退出”，然后重新运行 WD Firmware Updater。
zh_tw: 按一下結束，然後再次執行 WD Firmware Updater。

source: You may only update one drive at a time.\n\nSafely unplug all drives with the exception of the one you want to update; then click Rescan.
cs_cz: V rámci jedné operace lze aktualizovat pouze jeden disk.\n\nBezpečně odpojte všechny disky kromě disku, který chcete aktualizovat, a potom klikněte na možnost Znovu prověřit.
de_de: Es kann nur jeweils ein Laufwerk aktualisiert werden.\n\nEntfernen Sie alle anderen Laufwerke, so dass nur noch das zu aktualisierende Laufwerk angeschlossen ist. Klicken Sie dann auf „Erneut prüfen“.
es_es: Sólo puede actualizar las unidades de una en una.\n\nDesconecte todas las unidades de forma segura excepto la que desee actualizar; luego haga clic en Volver a analizar.
fr_fr: Vous ne pouvez mettre à jour qu'un lecteur à la fois.\n\nDéconnectez soigneusement tous les lecteurs, à l'exception de celui que vous souhaitez mettre à jour, puis cliquez sur Effectuer une nouvelle analyse.
hu_hu: Egyszerre csak egy meghajtó frissíthető.\n\nA frissítendő meghajtó kivételével biztonságosan csatlakoztasson le minden meghajtót, majd kattintson az Újrakeresés lehetőségre.
it_it: È possibile aggiornare solo un'unità alla volta.\n\nScollegare in modo sicuro tutte le unità ad eccezione di quella che si desidera aggiornare, quindi fare clic su Ripeti analisi.
ja_jp: 一度にアップデートできるドライブは 1 つだけです。\n\nアップデートするドライブ以外のドライブをすべて取り外してください。その後、[再スキャン] をクリックします。
ko_kr: 한 번에 하나의 드라이브만 업데이트할 수 있습니다.\n\n업데이트할 드라이브를 제외한 나머지 드라이브를 모두 안전하게 분리합니다. 다시 스캔을 클릭합니다.
nb_no: Du kan bare oppdatere en harddisk om gangen.\n\nDu må koble fra alle harddisker med unntak av den du ønsker å oppdatere på en sikker måte, og deretter må du klikke Skann på nytt.
nl_nl: U kunt slechts één schijf tegelijk bijwerken.\n\nVerwijder alle schijven veilig, behalve de schijf die u wilt bijwerken. Klik vervolgens op Opnieuw scannen.
pl_pl: Aktualizować można tylko jeden dysk naraz.\n\nOdłącz bezpiecznie wszystkie dyski oprócz tego, który chcesz zaktualizować, a następnie kliknij polecenie Wyszukaj ponownie.
pt_br: É possível atualizar apenas uma unidade por vez.\n\nDesconecte com segurança todas as unidades, exceto a que você deseja atualizar; em seguidam clique em Verificar novamente.
ru_ru: За одно действие можно обновить только один диск.\n\nАккуратно отключите все диски, кроме того, который хотите обновить. Затем щелкните «Просмотреть повторно».
sv_se: Du kan bara uppdatera en disk åt gången.\n\nKoppla säkert bort alla diskar förutom den disk som du vill uppdatera. Klicka sedan på Sök igen.
tr_tr: Bir seferde sadece bir sürücü güncelleyebilirsiniz.\n\nGüncellemek istediğiniz sürücü hariç olmak üzere tüm sürücüleri güvenli bir şekilde çıkarın; daha sonra Yeniden Tara öğesine tıklayın.
zh_cn: 一次只能更新一个驱动器。\n\n请安全拔下除要更新的驱动器以外的所有驱动器，然后单击“重新扫描”。
zh_tw: 一次只可以更新一個磁碟機。\n\n請安全地拔除掉需要更新以外的磁碟機，然後按一下「重新掃描」。

# The updater can't update the version %1$@ of firmware currently on your %2$@.
source: The updater can't update the version %1$@ of firmware currently on your %2$@.\n
cs_cz: Aktualizační nástroj nedokáže aktualizovat verzi %1$@ firmwaru disku %2$@.\n
de_de: Das Aktualisierungsprogramm kann die Version %1$@ der Firmware, die derzeit auf %2$@ vorhanden ist, nicht aktualisieren.\n
es_es: El actualizador no puede actualizar la versión %1$@ del firmware actualmente instalada en %2$@.\n
fr_fr: Le programme de mise à jour ne peut actualiser la version %1$@ du micrologiciel installé sur votre %2$@.\n
hu_hu: A frissítő nem tudja a(z) %1$@ verziójú firmware-t frissíteni, amely a(z) %2$@ meghajtón van.\n
it_it: Impossibile aggiornare la versione %1$@ del firmware attuale del %2$@.\n
ja_jp: このアップデータでは、現在 %2$@ にインストールされているファームウェアのバージョン %1$@ をアップデートできません。\n
ko_kr: Updater는 현재 %2$@에 %1$@ 버전 펌웨어를 업데이트할 수 없습니다.\n
nb_no: Oppdateringsprogrammet kan ikke oppdatere versjon %1$@ av fastvaren som for øyeblikket er installert på din %2$@.\n
nl_nl: Het updateprogramma kan de huidige firmwareversie %1$@ van uw %2$@ niet bijwerken.\n
pl_pl: Nie można zaktualizować wersji %1$@ oprogramowania sprzętowego, zainstalowanej obecnie na dysku %2$@.\n
pt_br: O Updater não consegue atualizar a versão %1$@ do firmware atuamente em %2$@.\n
ru_ru: Средство обновления не может произвести обновление версии %1$@ микропрограммы, в настоящее время находящейся на %2$@.\n
sv_se: Uppdateraren kan inte uppdatera version %1$@ av den inbyggda programvaran som för närvarande finns på din %2$@.\n
tr_tr: Güncelleyici, %2$@ üzerinde bulunan üretici yazılımının %1$@ sürümünü güncelleyemiyor.\n
zh_cn: 更新程序无法更新目前安装在 %2$@ 上的 %1$@ 版固件。\n
zh_tw: 更新程式無法更新目前在這台 %2$@ 上的 %1$@ 版韌體。\n

source: The updater can't update the version %1$@ of firmware currently on your %2$@.\n\nPlease contact customer support.
cs_cz: Aktualizační nástroj nedokáže aktualizovat verzi %1$@ firmwaru disku %2$@.\n\nKontaktujte zákaznickou podporu.
de_de: Das Aktualisierungsprogramm kann die Version %1$@ der Firmware, die derzeit auf %2$@ vorhanden ist, nicht aktualisieren.\n\nWenden Sie sich an den Kundendienst.
es_es: El actualizador no puede actualizar la versión %1$@ del firmware actualmente instalada en %2$@.\n\nPóngase en contacto con el equipo de atención al cliente.
fr_fr: Le programme de mise à jour ne peut actualiser la version %1$@ du micrologiciel installé sur votre %2$@.\n\nVeuillez contacter le service d'assistance.
hu_hu: A frissítő nem tudja a(z) %1$@ verziójú firmware-t frissíteni, amely a(z) %2$@ meghajtón van.\n\nKérem, forduljon az ügyféltámogatáshoz.
it_it: Impossibile aggiornare la versione %1$@ del firmware attuale del %2$@.\n\nRivolgersi all'assistenza clienti.
ja_jp: このアップデータでは、現在 %2$@ にインストールされているファームウェアのバージョン %1$@ をアップデートできません。\n\nカスタマ サポートにお問い合わせください。
ko_kr: Updater는 현재 %2$@에 %1$@ 버전 펌웨어를 업데이트할 수 없습니다.\n\n고객 지원부에 문의해 주십시오.
nb_no: Oppdateringsprogrammet kan ikke oppdatere versjon %1$@ av fastvaren som for øyeblikket er installert på din %2$@.\n\nTa kontakt med kundeservice.
nl_nl: Het updateprogramma kan de huidige firmwareversie %1$@ van uw %2$@ niet bijwerken.\n\nNeem contact op met de klantenservice.
pl_pl: Nie można zaktualizować wersji %1$@ oprogramowania sprzętowego, zainstalowanej obecnie na dysku %2$@.\n\nSkontaktuj się z działem pomocy technicznej.
pt_br: O Updater não consegue atualizar a versão %1$@ do firmware atuamente em %2$@.\n\nEntre em contato com o atendimento ao cliente.
ru_ru: Средство обновления не может произвести обновление версии %1$@ микропрограммы, в настоящее время находящейся на %2$@.\n\nСвяжитесь со службой поддержки клиентов.
sv_se: Uppdateraren kan inte uppdatera version %1$@ av den inbyggda programvaran som för närvarande finns på din %2$@.\n\nKontakta kundsupport.
tr_tr: Güncelleyici, %2$@ üzerinde bulunan üretici yazılımının %1$@ sürümünü güncelleyemiyor.\n\nLütfen müşteri destek hattı ile iletişime geçin.
zh_cn: 更新程序无法更新目前安装在 %2$@ 上的 %1$@ 版固件。\n\n请联系客户支持。
zh_tw: 更新程式無法更新目前在這台 %2$@ 上的 %1$@ 版韌體。\n\n請與客戶支援連絡。

source: Welcome to the WD Firmware Updater %1$@.
cs_cz: Vítá vás nástroj pro aktualizaci firmwaru disku WD %1$@.
de_de: Willkommen beim WD Firmware-Aktualisierungsprogramm %1$@.
es_es: Bienvenido al Actualizador de firmware de WD %1$@.
fr_fr: Bienvenue dans le programme de mise à jour du logiciel WD%1$@.
hu_hu: A WD SmartWare firmware frissítő %1$@ üdvözli Önt!
it_it: Introduzione al Programma di aggiornamento del firmware WD %1$@.
ja_jp: WD Firmware Updater %1$@ にようこそ。
ko_kr: WD Firmware Updater를 시작합니다%1$@.
nb_no: Velkommen til oppdateringsprogram %1$@ for fastvaren til WD SmartWare.
nl_nl: Welkom bij het updateprogramma %1$@ voor WD-firmware.
pl_pl: Aktualizacja oprogramowania sprzętowego WD %1$@ — zapraszamy!
pt_br: Bem-vindo ao WD Firmware Updater %1$@.
ru_ru: Вас приветствует средство обновления микропрограммы WD %1$@.
sv_se: Välkommen till Uppdateraren för inbyggd WD-programvara %1$@.
tr_tr: WD Üretici Yazılımı Güncelleyicisine hoş geldiniz %1$@.
zh_cn: 欢迎使用 WD Firmware Updater %1$@。
zh_tw: 歡迎使用 WD Firmware Updater %1$@。

source: This version of the WD Firmware Updater does not support the attached drive. Contact technical support for assistance.
cs_cz: Tato verze nástroje pro aktualizaci firmwaru disku WD nepodporuje připojený disk. O pomoc požádejte pracovníky technické podpory.
de_de: Diese Version des WD Firmware-Aktualisierungsprogramms unterstützt das angeschlossene Laufwerk nicht. Wenden Sie sich an den technischen Support, um Unterstützung zu erhalten.
es_es: Esta versión del Actualizador de firmware WD no admite la unidad conectada. Póngase en contacto con el soporte técnico para obtener ayuda.
fr_fr: Cette version du programme de mise à jour du logiciel WD ne prend pas en charge le disque dur attaché. Contactez l'assistance technique pour une aide supplémentaire.
hu_hu: A WD firmware frissítő verziója nem támogatja a csatlakoztatott meghajtót. Segítségért forduljon a műszaki támogatáshoz.
it_it: Questa versione del Programma di aggiornamento del firmware WD non supporta l'unità collegata. Contattare l'assistenza tecnica WD.
ja_jp: このバージョンの WD Firmware Updater は、付属のドライブをサポートしていません。サポートについては、テクニカル サポートにお問い合わせください。
ko_kr: 현재의 WD Firmware Updater 버전은 연결된 드라이브를 지원하지 않습니다. 기술 지원 센터에 도움을 요청하십시오.
nb_no: Denne versjonen av fastvareoppdateringsprogrammet fra WD støtter ikke den tilkoblede harddisken. Kontakt Teknisk Støtte for hjelp.
nl_nl: De aangesloten schijf wordt niet ondersteund door het updateprogramma voor WD-firmware. Neem contact op met de technische ondersteuning voor hulp.
pl_pl: Ta wersja programu WD Firmware Updater nie obsługuje podłączonego dysku. Skontaktuj się z pomocą techniczną firmy WD.
pt_br: Esta versão do WD Firmware Updater não é compatível com a unidade conectada. Entre em contato com o suporte técnico para obter ajuda.
ru_ru: Версия средства обновления микропрограммы WD не поддерживает подключенный накопитель. Обратитесь в службу технической поддержки.
sv_se: Denna version av Uppdateraren för inbyggd WD-programvara stöder inte den anslutna disken. Kontakta teknisk support för hjälp.
tr_tr: WD Üretici Yazılımı Güncelleyicisinin bu sürümü, takılan sürücüyü desteklemiyor. Yardım için teknik destek departmanıyla irtibata geçin.
zh_cn: 此版 WD Firmware Updater 不支持所连接的硬盘。请联系技术支持人员获取帮助。
zh_tw: WD Firmware Updater 版本不支援附接的磁碟機。請洽詢技術支援以取得協助。

source: Completing the Firmware Update
cs_cz: Dokončování aktualizace firmwaru
de_de: Aktualisierung der Firmware wird abgeschlossen
es_es: Completando actualización de firmware
fr_fr: Fin de la mise à jour du micrologiciel
hu_hu: A firmware frissítésének befejezése
it_it: Completamento dell'aggiornamento del firmware
ja_jp: ファームウェアのアップデートの完了
ko_kr: 펌웨어 업데이트 완료
nb_no: Fullfører oppdateringen av fastvaren
nl_nl: De firmware-update voltooien
pl_pl: Finalizowanie aktualizacji oprogramowania sprzętowego
pt_br: Concluindo atualização do firmware
ru_ru: Завершение обновления микропрограммы
sv_se: Slutföra uppdatering av inbyggd programvara
tr_tr: Üretici Yazılımının Tamamlanması
zh_cn: 完成固件更新
zh_tw: 正在完成韌體更新

source: Disconnect all USB devices (except mouse and keyboard), reconnect only the WD drive you want to update and restart.
cs_cz: Odpojte všechny zařízení USB (kromě myši a klávesnice), připojte pouze disk WD, který chcete aktualizovat, a poté spusťte nástroj pro aktualizaci znovu.
de_de: Trennen Sie alle USB-Geräte (außer Maus und Tastatur), schließen Sie nur das WD-Laufwerk, das Sie aktualisieren möchten, wieder an und starten Sie anschließend erneut das Aktualisierungsprogramm.
es_es: Desconecte todos los dispositivos USB (excepto el ratón y el teclado), vuelva a conectar sólo la unidad WD que desee actualizar y vuelva a iniciar el actualizador.
fr_fr: Déconnectez tous les appareils USB (sauf la souris et le clavier), reconnectez seulement le périphérique WD que vous souhaitez mettre à jour, puis redémarrez le programme de mise à jour.
hu_hu: Csatlakoztasson le minden USB eszközt (kivéve az egeret és a billentyűzetet), csak a frissítendő WD meghajtót csatlakoztassa, majd indítsa újra a frissítőprogramot.
it_it: Scollegare tutti i dispositivi USB (tranne mouse e tastiera), ricollegare solo il disco WD che si desidera aggiornare e poi riavviare il programma di aggiornamento.
ja_jp: USB デバイスをすべて切断して（マウスとキーボードを除く）、更新が必要な WD ドライブを再接続してアップデーターを再起動します。
ko_kr: 모든 USB 장치(마우스 및 키보드 제외)의 연결을 끊고, 업데이트할 WD 드라이브만 다시 연결한 후 업데이트 프로그램을 다시 시작합니다.
nb_no: Du må koble fra alle USB-enheter (Unntatt mus og tastatur) og bare ha WD harddisken som du ønsker å oppdatere tilkoblet. Deretter må du starter oppdateringsprogrammet på nytt.
nl_nl: Ontkoppel alle USB-apparaten (met uitzondering van de muis en het toetsenbord), sluit alleen de WD-schijf die u wilt bijwerken opnieuw aan en start het updateprogramma opnieuw.
pl_pl: Odłącz od komputera wszystkie urządzenia USB (oprócz myszy i klawiatury), podłącz tylko dysk WD, który zamierzasz zaktualizować, a następnie uruchom ponownie program do aktualizacji.
pt_br: Desconecte todos os dispositivos USB (exceto o mouse e o teclado), reconecte apenas a unidade WD que deseja atualizar e reinicie o atualizador.
ru_ru: Отсоедините все USB-устройства, кроме клавиатуры и мыши, подключите только тот накопитель WD, который требуется обновить, а затем вновь запустите программу обновления.
sv_se: Koppla bort alla USB-enheter (förutom mus och tangentbord), återanslut endast den WD-disk som du vill uppdatera och starta sedan om uppdateraren.
tr_tr: Tüm USB kablolarının bağlantısını kesin (fare ve klavye hariç), sadece güncellemek istediğiniz WD sürücüsünü takın ve daha sonra güncelleyiciyi yeniden başlatın.
zh_cn: 请断开所有 USB 设备（鼠标和键盘除外），然后仅重新连接您要更新的 WD 硬盘，并重新启动更新程序。
zh_tw: 請中斷連接所有 USB 裝置（滑鼠和鍵盤除外），僅重新連接您要更新的 WD 硬碟機，然後重新啟動更新程式。

source: WD firmware update to v%1$@ was successful. Please power cycle your drive; then restart your computer to complete the update process.
cs_cz: Aktualizace firmwaru disku WD na verzi v%1$@ byla úspěšná. Vypněte a zapněte disk a proces aktualizace dokončete restartováním počítače.
de_de: WD Firmware-Update auf v%1$@ erfolgreich. Schalten Sie das Laufwerk aus und wieder ein und starten Sie den Computer dann erneut, um den Updateprozess abzuschließen.
es_es: La actualización del firmware de WD a v%1$@ ha finalizado. Apague y vuelva a encender la unidad; después reinicie el equipo para completar el proceso de actualización.
fr_fr: Mise à jour du logiciel WD vers v%1$@ effectuée avec succès. Arrêtez puis remettez sous tension votre disque dur, puis redémarrez votre ordinateur pour terminer la mise à jour.
hu_hu: A WD firmware frissítése sikeres volt a következőre: v%1$@. A frissítési folyamat befejezéséhez, kérem, indítsa újra a meghajtót, majd indítsa újra a számítógépet.
it_it: Aggiornamento WD firmware a v%1$@ riuscito. Spegnere e riaccendere l'unità, quindi riavviare il computer per un processo di aggiornamento completo.
ja_jp: WD ファームウェアが v%1$@ に正常にアップデートされました。ドライブの電源をいったん切ってから再びコンピュータを再起動させ、アップデート プロセスを完了してください。
ko_kr: v%1$@(으)로 WD 펌웨어가 업데이트되었습니다. 드라이브 전원을 껐다가 켠 다음, 컴퓨터를 다시 시작하여 업데이트 프로세스를 완료하십시오.
nb_no: Oppdateringen av WD fastvaren til v%1$@ var vellykket. Slå harddisken din av og på og start deretter datamaskinen din på nytt for å fullføre oppdateringsprosessen.
nl_nl: WD-firmware bijgewerkt naar v%1$@. Schakel uw schijf uit en weer in. Start vervolgens uw computer opnieuw op om het bijwerken te voltooien.
pl_pl: Pomyślnie zaktualizowano oprogramowanie sprzętowe dysku WD do wersji v%1$@. Wyłącz dysk i włącz go ponownie, a następnie uruchom ponownie komputer, aby dokończyć proces aktualizacji.
pt_br: Atualização do firmware WD para v%1$@ realizada. Desligue e ligue novamente sua unidade; depois reinicie seu computador para concluir o processo de atualização.
ru_ru: Обновление микропрограмм WD до v%1$@ успешно выполнено. Пожалуйста, включите и выключите накопитель; затем перезагрузите компьютер для завершения процесса обновления.
sv_se: Uppdateringen av inbyggd WD-programvara till v%1$@ är klar. Slå av och sedan på strömmen till disken. Starta sedan om datorn för att slutföra uppdateringen.
tr_tr: WD üretici yazılımı güncelleme v%1$@ başarılı. Lütfen sürücünüzü kapatıp açın; daha sonra güncelleme işlemini tamamlamak için bilgisayarınızı yeniden başlatın.
zh_cn: WD 固件成功升级到 v%1$@。请关闭并重启硬盘，然后重启电脑以完成升级过程。
zh_tw: WD 韌體更新至 v%1$@ 已完成。請重新啟動硬碟機；然後重新啟動電腦以完成更新程序。

source: Updating drive, please do not disconnect or disrupt power to the drive.
cs_cz: Aktualizuje se disk. Neodpojujte jej ani nevypínejte napájení disku.
de_de: Das Laufwerk wird aktualisiert, bitte unterbrechen Sie nicht dessen Stromversorgung.
es_es: Se está actualizando la unidad. No desconecte ni interrumpa la fuente de alimentación de la misma.
fr_fr: Mise à jour du lecteur en cours ; ne déconnectez pas le lecteur ou ne coupez pas son alimentation.
hu_hu: A meghajtó frissítése folyamatban van, kérem, ne szakítsa meg a meghajtó áramellátását.
it_it: Aggiornamento dell'unità in corso, non scollegare né interrompere l'alimentazione all'unità.
ja_jp: ドライブを更新する際に、ドライブの電源を切断しないでください。
ko_kr: 드라이브 업데이트 중 드라이브를 분리하거나 드라이브의 전원을 차단하지 마십시오.
nb_no: Oppdaterer harddisken, Du må ikke koble fra harddisken eller koble den fra strømnettet.
nl_nl: De schijf wordt bijgewerkt, de schijf niet loskoppelen of uitschakelen.
pl_pl: Trwa aktualizowanie dysku. Nie odłączaj dysku od komputera ani od źródła zasilania.
pt_br: Atualizando unidade, não desconecte ou interrompa o fornecimento de energia da unidade.
ru_ru: Выполняется обновление диска. Не отключайте диск от компьютера и не выключайте его питание.
sv_se: Uppdaterar disken, frånkoppla inte och avbryt inte strömmen till disken.
tr_tr: Sürücüyü güncelliyor, lütfen sürücünün bağlantısını veya gücü kesmeyin.
zh_cn: 正在更新驱动器，请勿断开驱动器的连接或让驱动器断电。
zh_tw: 正在更新磁碟機，請勿拔除磁碟機或中斷磁碟機電源。

source: Unable to find device to update. Check your cable connection, and then run WD Firmware Updater again.
cs_cz: Zařízení pro aktualizaci nebylo nalezeno. Zkontrolujte připojení kabelů a potom znovu spusťte nástroj pro aktualizaci firmwaru disku WD.
de_de: Das zu aktualisierende Gerät wurde nicht gefunden. Überprüfen Sie die Kabelverbindung und führen Sie das WD Firmware-Aktualisierungsprogramm anschließend erneut aus.
es_es: No se puede encontrar el dispositivo para actualizarlo. Compruebe la conexión de los cables y vuelva a ejecutar el Actualizador de firmware de WD.
fr_fr: Impossible de trouver l'appareil à mettre à jour. Vérifiez votre connexion filaire ; puis lancez le programme de mise à jour du logiciel WD une nouvelle fois.
hu_hu: Nem található a frissítendő eszköz. Ellenőrizze az kábelcsatlakozást, majd futtassa újra a WD Firmware frissítőt.
it_it: Impossibile trovare il dispositivo da aggiornare. Controllare la connessione del cavo e poi eseguire di nuovo il Programma di aggiornamento del firmware WD.
ja_jp: アップデートするデバイスを見つけることができません。ケーブル接続をチェックして、WD Firmware Updater を再度実行します。
ko_kr: 업데이트할 장치를 찾을 수 없습니다. 케이블 연결을 확인한 다음 WD Firmware Updater를 다시 실행하십시오.
nb_no: Ikke i stand til å finne enheten som skal oppdateres. Kontroller kabeltilkoblingen og kjør deretter fastvareoppdateringen fra WD på nytt.
nl_nl: Kan geen apparaat vinden om bij te werken. Controleer de aangesloten kabels en voer het updateprogramma voor WD-firmware opnieuw uit.
pl_pl: Nie można odnaleźć urządzenia do zaktualizowania. Sprawdź, czy przewodowe połączenie sieciowe jest sprawne, a następnie ponownie uruchom program WD Firmware Updater.
pt_br: Não foi possível encontrar dispositivo para atualizar. Verifique sua conexão de cabo e, então, execute o WD Firmware Updater novamente.
ru_ru: Невозможно найти устройство, подлежащее обновлению. Проверьте подключение кабеля, после чего повторно запустите средство обновления микропрограммы WD.
sv_se: Kan inte hitta enhet att uppdatera. Kontrollera din kabeluppkoppling och kör sedan Uppdateraren för inbyggd WD-programvara igen.
tr_tr: Güncellenecek cihaz bulunamadı. Kablo bağlantınızı kontrol edin; daha sonra WD Üretici Yazılımı Güncelleyicisini tekrar çalıştırın.
zh_cn: 无法找到要更新的设备。请检查线缆连接；然后重新运行 WD Firmware Updater。
zh_tw: 找不到要更新的裝置。檢查您的纜線連接：然後再次執行 WD Firmware Updater。
